acpilight
adobe-source-han-sans-cn-fonts
alacritty
amd-ucode
arch-install-scripts
archlinux-keyring
aria2
atool
autoconf
automake
autorandr
base
bat
binutils
bison
blueberry
bluez-tools
bluez-utils
bspwm
calcurse
ccls
cmake
ctags
debugedit
delve
dhcpcd
dosfstools
dunst
efibootmgr
exfat-utils
fakeroot
file
findutils
flex
fzf
gawk
gcc
gettext
git
gnome-keyring
go
grep
groff
grub
gzip
iwd
kitty
lazygit
lf
libnotify
libreoffice-still
libtool
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
m4
maim
make
mediainfo
moreutils
mpc
mpd
mpv
ncmpcpp
neovim
net-tools
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
ntp
obs-studio
obsidian
okular
os-prober
pacman
pamixer
patch
perl-file-mimeinfo
pipewire
pipewire-pulse
pkgconf
playerctl
polybar
pulsemixer
python-debugpy
python-pip
python-pywal
rclone
redshift
rofi
rofi-emoji
sed
stow
sudo
sxhkd
sxiv
syncthing
telegram-desktop
texinfo
thunderbird
tmux
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-2048-em
ttf-nerd-fonts-symbols-2048-em-mono
ttf-ubuntu-font-family
ueberzug
unclutter
unzip
usbutils
vulkan-radeon
which
xclip
xcompmgr
xdotool
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwallpaper
yt-dlp
zathura
zathura-pdf-mupdf
zram-generator
zsh
acpi
