acpi
acpilight
adobe-source-han-sans-cn-fonts
alacritty
amd-ucode
arandr
arch-install-scripts
aria2
at
atool
autoconf
automake
autorandr
awesome
base
bash-language-server
bat
biber
bind
bison
blueberry
blueman
bluez-tools
bluez-utils
bridge-utils
btop
calc
calcurse
ccls
cmake
cronie
ctags
dbeaver
debugedit
delve
dhcpcd
dmenu
dmidecode
dnsmasq
docker
docker-compose
dosfstools
dotnet-runtime-7.0
dpkg
dunst
efibootmgr
exfat-utils
expac
fakeroot
filezilla
firefox
flex
fzf
gcc
gdb
git
gitlab-runner
gnome-keyring
gnuplot
go
gopls
grub
hexedit
iptables-nft
ipython
iwd
jdk17-openjdk
jdk8-openjdk
jupyter-notebook
konsole
krita
lazygit
lf
lftp
libnotify
libreoffice-still
libtool
libvirt
libxft
linux
linux-firmware
linux-headers
lsb-release
lua-language-server
m4
maim
make
man-db
maven
mediainfo
micro
moreutils
mpc
mpd
mpv
mutt
mypaint
ncdu
ncmpcpp
neofetch
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-openconnect
nmap
noto-fonts
noto-fonts-emoji
noto-fonts-extra
npm
nsxiv
ntfs-3g
ntp
obs-studio
obsidian
okular
openbsd-netcat
openconnect
os-prober
otf-font-awesome
p7zip
pacman-contrib
pamixer
pass
patch
pavucontrol
pdfarranger
perl-file-mimeinfo
pipewire
pipewire-pulse
pkgconf
playerctl
polkit
polybar
postgresql
powertop
pulsemixer
pypy3
pyright
python-debugpy
python-django
python-grpcio
python-grpcio-tools
python-matplotlib
python-pandas
python-pip
python-pipx
python-poetry
python-pymongo
python-pywal
python-pyzmq
qbittorrent
qt5-imageformats
qt5-speech
qt5-tools
rclone
redshift
ripgrep
rofi
rofi-emoji
rubygems
rust
speedcrunch
sshpass
stow
sudo
sxhkd
syncthing
telegram-desktop
texinfo
texlab
thunderbird
tmux
tree
ttf-font-awesome
ttf-inconsolata
ttf-inconsolata-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-ubuntu-font-family
ueberzug
unclutter
unzip
usbutils
vi
vim
virt-manager
virt-viewer
vulkan-radeon
webkit2gtk-4.1
webkitgtk-6.0
which
wireshark-qt
xclip
xcompmgr
xdotool
xf86-input-synaptics
xf86-input-wacom
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xwallpaper
zathura
zathura-djvu
zathura-pdf-mupdf
zerotier-one
zip
zram-generator
zsh
